const data = {
  "code": 200,
  "message": "success",
  "data": [
    {
      "id": 1,
      "name": "关山积雪图卷",
      "dynasties": "明",
      "author": "文徵明",
      "image": "../images/index/关山积雪图卷.明.文徵明.纸本设色（25.3x445.2厘米）明嘉靖十一年.65500x2590像素.台北故宫博物院藏.jpg",
      "size": "纸本设色（25.3x445.2厘米）",
      "place": "台北故宫博物院藏",
      "intro": "此《关山积雪图》卷由明代文徵明绘。画卷前段为山峦起伏、冈阜层叠，山径幽深。中段为溪谷渐开阔，寒林、松杉沿著溪岸而植，江面辽阔，远处岸边船只停泊收帆，积雪深覆；后段为山势连绵横亘，群山峻岭间城墙隐约可见。此卷绘制完成于明嘉靖十一年，现藏台北故宫博物院。此图为文徵明赠与忘年之交王宠之作。两人于嘉靖六年冬日同游江苏上方山楞伽寺，美景当前，王宠取纸求画。文徵明于是乘兴挥毫，然而一时未能完成，然后携代画稿回去，历时五年才最终完成此画。画中千峰尽白首，翠绿的松柏、微青的山石及几株红树却带来无限生机；山径中时隐时现的骑马红衣人，仿佛导引观众同游寒山。此幅用色浓淡层次变化十分丰富，足可代表文徵明极富文人古典明亮之设色成就。山峦造型结构繁复，用笔精到，为文氏新风格之开创。款题更阐述其绘画理念与美学思想，是他传世的代表作品。"
    },
    {
      "id": 2,
      "name": "上林图卷",
      "dynasties": "明",
      "author": "仇英",
      "image": "../images/index/上林图卷.传明.仇英绘.绢本设色.故画00159400000.台北故宫博物院藏.jpg",
      "size": "绢本设色(15.9x40厘米)",
      "place": "台北故宫博物院藏",
      "intro": "《上林图》（或名：子虚上林图、天子狩猎图）卷由明代仇英绘制。画卷内容取自西汉司马相如的名篇《上林赋》，作品描绘了上林苑宏大的规模，进而描写天子率众臣在上林狩猎的壮阔场面。原作可能佚散失传，此内含五种结构类似的仿摹本。《上林图》可分为七个段落。卷首先由 “子虚”、“乌有” 和 “亡是” 三人的高谈阔论开场，接着描绘天子园苑之钜丽——波涛腾涌的浩荡水域、层峦叠嶂间的离宫别馆。天子在车驾仪仗壮盛地簇拥下出场后，转入校阅士卒在山林间射猎追捕鸟兽的场面。校阅终了，他在嬛嫔陪侍下，于高台上宴乐，忽然省悟不该奢侈纵逸，因而解酒罢猎，摆驾回宫。此画后来被大量临摹，甚至附会为宋元名家之作。目前，仇英为周六观所作的《上林图》现在仍然下落不明（可能佚散失传）。本文介绍五种结构类似的版本，除元人《上林羽猎图》外，仇英名下的四件《上林图》。仇英作画一般不署年款，这四卷均署年款。"
    },
    {
      "id": 3,
      "name": "丰年民乐图（村社图）卷",
      "dynasties": "宋",
      "author": "李嵩",
      "image": "../images/index/丰年民乐图（村社图）卷.传宋.李嵩绘.绢本设色（30x160.8厘米）台北故宫博物院藏.jpg",
      "size": "绢本设色（30x160.8厘米）",
      "place": "台北故宫博物院藏",
      "intro": "此《丰年民乐图》（村社图）卷传为南宋李嵩绘。画卷内容主题为秋收时节，村社乡民相互问候，踏歌欢庆丰收之年的景象。虽卷末题款：邨社圖 李嵩製，但应为明清画坊托名之作。此卷绢本设色，现藏于台北故宫博物院。李嵩，南宋时期钱塘（今浙江杭州）人。少年时曾为木工，后成为画院画家李从训的养子，绘画上得其亲授，擅长人物、道释，尤精于界画，为光宗、宁宗、理宗时期画院待诏。"
    },
    {
      "id": 4,
      "name": "夏山欲雨图卷",
      "dynasties": "元",
      "author": "吴镇",
      "image": "../images/index/夏山欲雨图卷.元.吴镇.绘.绢本水墨（47.2x451.6厘米）元至正六年.49537x3870像素.台北故宫博物院藏.png",
      "size": "绢本水墨（47.2x451.6厘米）",
      "place": "台北故宫博物院藏",
      "intro": "此《夏山欲雨图》卷由元代吴镇绘。画卷内容以水墨描绘夏日溪山云雾显晦，风雨欲来，平岗陂陀林木苍郁。清溪蜿蜒，隔溪板桥相接，渔舟摇摇，村舍瓦屋掩映。隐居山野的高士漫步流连于山水之间。此卷约绘制于元至正六年七月，现藏于台北故宫博物院。吴镇生于南宋灭亡之年，自幼性情孤高，对代宋的元蒙统治有反抗心理。一度以占卜谋生避世，曾居杭州西湖孤山二十年，清贫终生。"
    },
    {
      "id": 5,
      "name": "草堂十志图卷",
      "dynasties": "唐",
      "author": "卢鸿",
      "image": "../images/index/摹唐卢鸿.草堂十志图卷.纸本水墨.北京故宫博物院藏.jpg",
      "size": "纸本设色（25.3x445.2厘米）",
      "place": "北京故宫博物院藏",
      "intro": "《草堂十志》相传是卢鸿所撰的十段文字，描写他隐居处所附近的十个景点，画者即是根据他的文字绘制成图卷，故称《卢鸿草堂十志图》。后来的人因为误将卢鸿当作是画卷的作者，所以出现真伪的争议。实则，原画者并没有署名。传世三种《草堂十志图》卷，虽然都不是卢鸿的画作，却可以看到它们之间有很多相似之处，证明它们同出一源。其中品质及艺术水准以台北故宫博物院本《草堂十志图》卷为最高，至于对后世书画家的影响也最大。"
    },
    {
      "id": 6,
      "name": "月令图卷",
      "dynasties": "明",
      "author": "吴彬",
      "image": "../images/index/月令图卷.明.吴彬绘.绢本设色.65500x2105像素.台北故宫博物院藏.jpg",
      "size": "绢本设色(65.5x21.5厘米）",
      "place": "台北故宫博物院藏",
      "intro": "此《月令图》卷由明代吴彬绘。其内容按月份以特殊横幅册页形制描绘一年岁时胜景风俗画，依序为：元夜、蚕市、秋千、浴佛、端阳、结夏、中元、玩月、登高、阅操、大傩和赏雪。画中各种人物活动与丰富景物新颖生动，画风精致纤丽，设色雅致。此卷现藏于台北故宫博物院。此卷画一年中十二月胜赏，笔墨设色遒劲清丽，虽有文派气息，却能蜕化形迹，自辟蹊径，奇拙之气溢乎褚纸。吴彬（约活动于 1573－1620）字文中，又字文仲，别字质先，别称文中父、文中子，自号壶谷山樵、遵道生、织履生、一枝栖、枝隐生、枝隐居士、朱湖太生洞天居士、枝隐庵主、枝庵发僧、枝隐头陀、枝隐庵头陀和 “金粟如来” 等，兴化府（今福建省莆田市）黄石人。流寓金陵（今江苏省南京市）。以书画擅名，佛像人物形状奇异，迥别前人。自立门户，白描尤佳，山水布置绝不摹古，极为新奇。"
    },
    {
      "id": 7,
      "name": "江山秋色图卷",
      "dynasties": "宋",
      "author": "赵伯驹",
      "image": "../images/index/江山秋色图卷.宋代.赵伯驹作.绢本设色.39714X5481像素.北京故宫博物院藏.jpg",
      "size": "绢本设色（39.7x54.8厘米）",
      "place": "北京故宫博物院藏",
      "intro": "此《江山秋色图》卷相传为南宋赵伯驹所绘。图绘千里江山壮阔之景，山势陡峭变化，连绵不绝，山间有村落寺庙、车舆舟棹、行人商旅、文人墨客等。设色绚烂，以石青石绿为主，兼用朱、赭、白等色。此卷现藏于北京故宫博物院。此图为青绿设色。画中有青山碧水、殿宇村舍，栈道、桥梁穿插其间，又有苍松翠柏，茂林修竹，移步换景，令人玩味不尽。山石用小斧劈皴法，再施以青绿重色；树木、建筑刻画细腻精谨，点景人物描绘细致入微。整幅作品布局宏大，细节丰富，色彩浓丽而不失清雅，刻画精细而不琐碎，带有宋代画院气派。该画曾经明内府收藏，原题为赵伯驹《江山图》。后经梁清标及清内府收藏，《石渠宝笈》著其贮重华宫，更名为《江山秋色图》。"
    },
    {
      "id": 8,
      "name": "花阴玉兔图卷",
      "dynasties": "宋",
      "author": "刘永年",
      "image": "../images/index/花阴玉兔图卷.传宋.刘永年.绘.纸本设色.60838x4447像素.台北故宫博物院藏.jpg",
      "size": "纸本设色（60.8x44.4厘米）",
      "place": "台北故宫博物院藏",
      "intro": "此《花阴玉兔图》卷旧传为北宋刘永年之作。画卷描绘水滨鹡鸰起落翔止，山雀、兔子悠于山茶、棘竹之间。兔子体态造型优美，目光炯炯有神。画家借禽兽之态，写萧闲自适之情境。卷前有清乾隆帝还是宝亲王时的题诗。拖尾为赵孟頫题跋。此卷现藏于台北故宫博物院。刘永年（约活动于公元十一世纪前半叶），字君锡，彭城（江苏徐州）人，后迁居开封。章献明肃皇后之侄，官至深州防御使，才敏有神力，兼善绘画。"
    },
    {
      "id": 9,
      "name": "溪山无尽图",
      "dynasties": "明末清初",
      "author": "龚贤",
      "image": "../images/article/龚贤-溪山隐居图.jpg",
      "size": "纸本设色（60.8x44.4厘米）",
      "place": "北京故宫博物院藏",
      "intro": "《溪山无尽图》是明末清初杰出画家龚贤的力作。此画以南京周边山水为蓝本，通过细腻的笔触和丰富的墨色层次，展现了江南山水的无尽韵味。龚贤的山水技法卓越，尤擅以墨色变化表现远近、明暗，使画面充满立体感和生动气息。这幅画不仅体现了龚贤深厚的艺术功底，更展示了他对自然之美的深刻理解和热爱。作品风格清新脱俗，是龚贤山水画艺术的代表作之一，具有很高的艺术价值和历史意义。"
    },
    {
      "id": 10,
      "name": "江干风雨图",
      "dynasties": "明末清初",
      "author": "樊圻",
      "image": "../images/article/樊圻-江干风雨图.jpg",
      "size": "纸本设色（60.8x44.4厘米）",
      "place": "上海博物馆藏",
      "intro": "《江干风雨图》是明末清初画家樊圻的传世佳作。这幅画以江边的风雨景象为主题，通过精湛的皴法和色彩运用，将自然景象的瞬息万变和磅礴气势表现得淋漓尽致。樊圻的作品洋溢着浓郁的自然气息，他善于捕捉自然之美，并将其转化为笔下的艺术形象。这幅画不仅展现了樊圻高超的绘画技艺，更体现了他对自然之美的敏锐感知和深刻领悟。作品现藏于上海博物馆，是研究和欣赏樊圻艺术风格的重要资料。"
    },
    {
      "id": 11,
      "name": "山水图",
      "dynasties": "明末清初",
      "author": "邹喆",
      "image": "../images/article/邹喆-清江左文心集册.jpg",
      "size": "绢本设色(65.5x21.5厘米）",
      "place": "沈阳博物馆藏",
      "intro": "《山水图》是明末清初画家邹喆的精心之作。这幅画以高远、深远的构图方式，展现了山水之间的壮丽景色。邹喆的笔墨接近明人气格，笔意刚劲凝练，色彩淡雅秀丽，使画面充满古朴而清新的气息。他的作品传世不多，但每一件都堪称精品。这幅《山水图》不仅体现了邹喆高超的绘画技艺，更展示了他对山水之美的独特见解和深刻感悟。作品现藏于沈阳博物馆和北京故宫博物院，是研究邹喆艺术风格的重要实物资料。"
    },
    {
      "id": 12,
      "name": "溪山秋爽图",
      "dynasties": "明代",
      "author": "董其昌",
      "image": "../images/article/董其昌-山水纸本.jpg",
      "size": "绢本设色(65.5x21.5厘米）",
      "place": "北京故宫博物院藏",
      "intro": "《溪山秋爽图》是明代著名画家董其昌的代表作之一。这幅画以秋日的溪山为主题，通过洗练的笔触和清淡的墨色，展现了山水的宁静与壮美。董其昌深谙古法，所画作品风格古雅秀润，充满文人气息。这幅画不仅体现了董其昌高超的绘画技艺，更展示了他对自然之美的深刻理解和热爱。作品构图巧妙，笔墨精湛，是董其昌艺术风格的重要体现。同时，这幅画也体现了董其昌提倡的“南北宗”学说和文人画的书卷气，对明末清初的画坛产生了深远影响。"
    },
    {
      "id": 13,
      "name": "庐山高图",
      "dynasties": "明代",
      "author": "沈周",
      "image": "../images/article/沈周-庐山高图.jpg",
      "size": "绢本设色(65.5x21.5厘米）",
      "place": "北京故宫博物院藏",
      "intro": "《庐山高图》是明代画家沈周的传世名作。这幅画以庐山为主题，通过细腻的笔触和淡雅的色彩，展现了庐山的雄伟与秀丽。沈周是吴门文人画的杰出代表，他的画作淡雅青绿或沉雄文秀，笔墨精湛，构图严谨。这幅《庐山高图》不仅体现了沈周高超的绘画技艺，更展示了他对自然之美的深刻感悟和热爱。作品画面气势磅礴，层次分明，是沈周艺术风格的重要体现。同时，这幅画也体现了吴门文人画的精神内涵和艺术特色，对后世产生了深远影响。"
    },
    {
      "id": 14,
      "name": "桃源问津图",
      "dynasties": "明代",
      "author": "文征明",
      "image": "../images/article/文征明-桃源问津图.jpg",
      "size": "纸本设色（60.8x44.4厘米）",
      "place": "北京故宫博物院藏",
      "intro": "《桃源问津图》是明代画家文征明的经典之作。这幅画以陶渊明笔下的“桃花源”为题材，通过细腻的笔触和巧妙的构图，展现了一个与世隔绝、宁静祥和的世外桃源。文征明是明代文人画的杰出代表，他的画作笔墨细腻，构图巧妙，富有诗意。这幅《桃源问津图》不仅体现了文征明高超的绘画技艺，更展示了他对理想生活的向往和追求。作品画面清新脱俗，意境深远，是文征明艺术风格的重要体现。同时，这幅画也反映了明代文人画的精神追求和艺术特色，具有很高的艺术价值和历史意义。"
    },
    {
      "id": 15,
      "name": "河上花图",
      "dynasties": "清初",
      "author": "八大山人",
      "image": "../images/article/八大山人-墨荷图.jpg",
      "size": "纸本设色（60.8x44.4厘米）",
      "place": "北京故宫博物院藏",
      "intro": "《河上花图》是清初画家八大山人的代表作之一。这幅画以河上的荷花为主题，通过简练而有力的笔触和独特的构图方式，展现了荷花的清丽脱俗和坚韧不拔。八大山人是清代画坛的重要代表之一，他的画作笔墨简练，风格独特，充满孤傲和愤世嫉俗之情。这幅《河上花图》不仅体现了八大山人高超的绘画技艺，更展示了他对自然之美的深刻理解和独特感悟。作品画面简洁明快，意境深远，是八大山人艺术风格的重要体现。同时，这幅画也反映了清初画坛的创新精神和艺术追求。"
    },
    {
      "id": 16,
      "name": "修竹新篁图",
      "dynasties": "清代",
      "author": "郑燮",
      "image": "../images/article/郑燮-竹石幽兰图.jpg",
      "size": "纸本设色（60.8x44.4厘米）",
      "place": "北京故宫博物院藏",
      "intro": "《修竹新篁图》是清代画家郑燮（号板桥）的传世佳作。这幅画以竹为主题，通过酣畅淋漓的笔触和简洁明快的构图，展现了竹子的挺拔与坚韧。郑板桥一生以卖画为生，擅长兰、竹、石等题材，他的画作笔墨酣畅，构图新颖，富有生活气息和真情实感。这幅《修竹新篁图》不仅体现了郑板桥高超的绘画技艺，更展示了他对竹之美的独特见解和深刻感悟。作品画面清新自然，意境深远，是郑板桥艺术风格的重要体现。同时，这幅画也反映了清代扬州八怪的艺术风格和创新精神，具有很高的艺术价值和历史意义。"
    },
    {
      "id": 17,
      "name": "墨梅图",
      "dynasties": "清代",
      "author": "金农",
      "image": "../images/article/金农-梅花图.jpg",
      "size": "绢本设色(65.5x21.5厘米）",
      "place": "北京故宫博物院藏",
      "intro": "《墨梅图》是清代画家金农的代表作之一。这幅画以梅花为主题，通过古朴而有力的笔触和独特的构图方式，展现了梅花的傲骨与风姿。金农是清代画坛的重要代表之一，他的画作笔墨古朴，风格独特，擅长花鸟、山水等题材。这幅《墨梅图》不仅体现了金农高超的绘画技艺，更展示了他对梅之美的深刻理解和独特感悟。作品画面简洁明快，意境深远，是金农艺术风格的重要体现。同时，这幅画也反映了清代扬州八怪的艺术追求和创新精神，具有很高的艺术价值和历史意义。通过这幅画，我们可以感受到金农对自然之美的热爱和对艺术创作的执着追求。"
    },
    {
      "id": 18,
      "name": "山水册",
      "dynasties": "清代",
      "author": "黄慎",
      "image": "../images/article/黄慎-渔归图.jpg",
      "size": "绢本设色(65.5x21.5厘米）",
      "place": "扬州八怪纪念馆藏",
      "intro": "《山水册》是清代画家黄慎精心创作的一组山水小品画。每一幅都以其独特的视角和细腻的笔触，描绘了山水之间的不同景致，既有巍峨的山峰，也有潺潺的溪流，还有古朴的村舍，展现了丰富多样的自然景观。黄慎是清代扬州八怪之一，他的画作以大写意为主，笔墨纵逸，风格豪放不羁，擅长人物、山水、花鸟等题材。这组《山水册》不仅体现了黄慎高超的绘画技艺，更展示了他对自然之美的敏锐感知和深刻领悟。作品画面生动自然，意境深远，是黄慎艺术风格的重要体现。同时，这组山水册也反映了清代扬州八怪的艺术追求和创新精神，对于研究清代绘画艺术具有重要的历史价值和艺术意义。现藏于扬州八怪纪念馆，供后人欣赏和学习。"
    }
  ]
}