const data = {
  "code": 200,
  "message": "success",
  "data": [
    {
      "id": 1,
      "name": "金陵八家",
      "intro": "金陵八家，指清代前期南京地区的八位著名画家，包括龚贤、樊圻、吴宏、邹喆、谢荪、叶欣、高岑、胡慥。",
      "content": "金陵八家，指清代前期南京地区的八位著名画家，包括龚贤、樊圻、吴宏、邹喆、谢荪、叶欣、高岑、胡慥。他们虽题材和风格各异，但都负有一定时誉。其中，龚贤擅长山水画，他的画作往往墨色淋漓，被称为“黑龚”。金陵八家的作品，反映了明末清初南京地区的绘画风格和审美取向，对后世产生了深远影响。",
      "images": [
        {
          "id": 1,
          "name": "溪山隐居图",
          "author": "龚贤",
          "url": "../images/article/龚贤-溪山隐居图.jpg"
        },
        {
          "id": 2,
          "name": "江干风雨图",
          "author": "樊圻",
          "url": "../images/article/樊圻-江干风雨图.jpg"
        },
        {
          "id": 3,
          "name": "四景山水册",
          "author": "龚贤",
          "url": "../images/article/龚贤-四景山水册.jpg"
        },
        {
          "id": 4,
          "name": "山水听瀑图",
          "author": "樊圻",
          "url": "../images/article/樊圻-山水听瀑图.jpg"
        }
      ],
      "articles": [
        {
          "id": 1,
          "name": "樊圻"
        },
        {
          "id": 2,
          "name": "龚贤"
        },
        {
          "id": 3,
          "name": "吴宏"
        },
        {
          "id": 4,
          "name": "邹喆"
        },
        {
          "id": 5,
          "name": "谢荪"
        },
        {
          "id": 6,
          "name": "高岑"
        },
        {
          "id": 7,
          "name": "胡慥"
        },
        {
          "id": 8,
          "name": "叶欣"
        }
      ]
    },
    {
      "id": 2,
      "name": "松江画派",
      "intro": "松江画派，又称云间画派，是晚明松江府治下三个山水画派的总称。",
      "content": "松江画派，又称云间画派，是晚明松江府治（今属上海市）下三个山水画派的总称，包括苏松画派、云间画派、华亭画派。松江画派讲究水晕墨章，古雅神韵，富于江南清疏情致。董其昌作为松江画派的领军人物，其绘画思想、创作原理、艺术风格以及“南北宗”学说，产生了历史性的影响。松江画派对后世及“海上画派”的形成具有较大影响。",
      "images": [
        {
          "id": 1,
          "name": "仿宋元人缩本画跋册",
          "author": "董其昌",
          "url": "../images/article/董其昌-仿宋元人缩本画跋册.jpg"
        },
        {
          "id": 2,
          "name": "溪山秋爽图",
          "author": "顾正谊",
          "url": "../images/article/顾正谊-溪山秋爽图.jpg"
        },
        {
          "id": 3,
          "name": "仿黄公望天池石壁图",
          "author": "顾正谊",
          "url": "../images/article/顾正谊-仿黄公望天池石壁图.jpg"
        },
        {
          "id": 4,
          "name": "画禅室小景册",
          "author": "董其昌",
          "url": "../images/article/董其昌-画禅室小景册.jpg"
        }
      ],
      "articles": [
        {
          "id": 1,
          "name": "董其昌"
        },
        {
          "id": 2,
          "name": "赵左"
        },
        {
          "id": 3,
          "name": "沈士充"
        }
      ]
    },
    {
      "id": 3,
      "name": "吴门四家",
      "intro": "吴门四家是指清代初期以吴历为代表的绘画世家。",
      "content": "吴门四家是指清代初期以吴历为代表的绘画世家。吴历及其家族成员在绘画上均有深厚造诣，擅长山水、花鸟等多种题材。他们的画作笔墨精湛，色彩丰富，构图严谨，展现了清代初期绘画艺术的高超水平。由于吴家四门的成员在绘画上各有特色，因此他们的作品也呈现出多样化的风格。",
      "images": [
        {
          "id": 1,
          "name": "庐山高图",
          "author": "沈周",
          "url": "../images/article/沈周-庐山高图.jpg"
        },
        {
          "id": 2,
          "name": "桃源问津图",
          "author": "文征明",
          "url": "../images/article/文征明-桃源问津图.jpg"
        },
        {
          "id": 3,
          "name": "花溪渔隐图",
          "author": "唐寅",
          "url": "../images/article/唐寅-花溪渔隐图.jpg"
        },
        {
          "id": 4,
          "name": "桃源仙境图",
          "author": "仇英",
          "url": "../images/article/仇英-桃源仙境图.jpg"
        }
      ],
      "articles": [
        {
          "id": 1,
          "name": "沈周"
        },
        {
          "id": 2,
          "name": "文徵明"
        },
        {
          "id": 3,
          "name": "唐寅"
        },
        {
          "id": 4,
          "name": "仇英"
        }
      ]
    },
    {
      "id": 4,
      "name": "扬州画派",
      "intro": "扬州画派，即清代有创新精神的画家群体，是清代有扬州地区一些风格相近的书画家的总称。",
      "content": "扬州画派，即清代有创新精神的画家群体，是清代有扬州地区一些风格相近的书画家的总称。他们继承了文人画的传统，但更强调个性表现和笔墨技法上的创新。扬州画派的画家们擅长花鸟、山水等多种题材，他们的画作往往构图新颖，笔墨灵动，色彩明快，充满了生活气息和艺术感染力。扬州画派对清代及近现代绘画艺术的发展产生了重要影响。",
      "images": [
        {
          "id": 1,
          "name": "江山清远图",
          "author": "八大山人",
          "url": "../images/article/八大山人-江山清远图.jpg"
        },
        {
          "id": 2,
          "name": "山水有清",
          "author": "石涛",
          "url": "../images/article/石涛-山水有清.jpg"
        },
        {
          "id": 3,
          "name": "竹石幽兰图",
          "author": "郑燮",
          "url": "../images/article/郑燮-竹石幽兰图.jpg"
        },
        {
          "id": 4,
          "name": "梅花图",
          "author": "金农",
          "url": "../images/article/金农-梅花图.jpg"
        }
      ],
      "articles": [
        {
          "id": 1,
          "name": "金农"
        },
        {
          "id": 2,
          "name": "黄慎"
        },
        {
          "id": 3,
          "name": "郑燮"
        },
        {
          "id": 4,
          "name": "李鱓"
        },
        {
          "id": 5,
          "name": "汪士慎"
        },
        {
          "id": 6,
          "name": "高翔"
        },
        {
          "id": 7,
          "name": "罗聘"
        }
      ]
    }
  ]
}